Repository: nvdaes/urlShortener
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, de, ro

source: &Shorten URL...
bg: &Съкрати URL адрес...
de: URL &verkürzen...
ro: S&curtează link...

source: Activates the Shorten URL dialog.
bg: Извиква диалоговия прозорец "Съкращаване на URL адрес".
de: Aktiviert das Dialogfeld zum URL verkürzen.
ro: Activează fereastra de dialog pentru scurtarea link-urilor.

source: urls
bg: URL адреси
ro: link-uri

source: &Filter by:
bg: &Филтриране по:
de: &Filtern nach:
ro: &Filtrează după:

source: C&opy shortened URL
bg: &Копирай съкратения URL адрес
de: Verkürzte URL &kopieren
ro: Copiaz&ă link-ul scurt

source: Deta&ils:
bg: &Подробности:

source: New &URL
bg: URL &адрес
de: Neue &URL
ro: Link no&u

source: &Name for new URL
bg: &Име на URL адреса
de: Neuer &Name für die URL
ro: &Nume pentru link-ul nou

source: Cus&tom URL
bg: &Персонализиран URL адрес
de: URL festlegen
ro: Link personali&zat

source: Short&en New URL
bg: &Съкрати URL адрес
de: Neue URL v&erkürzen
ro: Scurtează un lin&k nou

source: &Rename...
bg: &Преименувай...
de: &Umbenennen...
ro: R&edenumește...

source: &Delete...
bg: &Изтрий...
de: &Löschen...
ro: &Șterge...

source: Remove &saved URLs...
bg: Премахни &запазените URL адреси...
de: Gespeicherte URLs &löschen...
ro: &Șterge link-urile salvate...

source: This URL was already saved.
bg: Този URL адрес вече е запазен.
de: Diese URL wurde bereits gespeichert.
ro: Acest link a fost salvat deja.

source: This custom URL was already used. Try a different one.
bg: Този персонализиран URL адрес вече беше използван. Опитайте с друг.
de: Diese benutzerdefinierte URL wurde bereits verwendet. Versuchen Sie bitte eine andere.
ro: Acest link personalizat a fost folosit deja. Încercați altul.

source: This custom URL has %d characters. Length must be between 5 and 30.
bg: Този персонализиран URL адрес съдържа %d знака. Дължината трябва да е между 5 и 30 знака.
de: Diese benutzerdefinierte URL enthält %d Zeichen. Die Länge sollte zwischen 5 und 30 Zeichen liegen.
ro: Acest link personalizat are %d caractere. Trebuie să aibă cel puțin 5 și cel mult 30.

source: This custom URL is not available. Try a different one.
bg: Този персонализиран URL адрес не е наличен. Опитайте с друг.
de: Diese benutzerdefinierte URL ist nicht verfügbar. Versuchen Sie bitte eine andere.
ro: Acest link personalizat nu este disponibil. Încercați altul.

source: Cannot shorten URL. Check Internet connectivity.
bg: URL адресът не може да бъде съкратен. Проверете интернет връзката си.
de: Die URL konnte nicht verkürzt werden. Überprüfen Sie bitte Ihre Internetverbindung.
ro: Nu poate fi scurtat link-ul. Verificați-vă conexiunea la Internet.

source: Cannot add URL: %s
bg: Следният URL адрес не може да бъде добавен: %s
de: Die URL "%s" konnte nicht hinzugefügt werden
ro: Nu se poate adăuga link-ul: %s

source: Error
bg: Грешка
de: Fehler
ro: Eroare

source: Original URL: {} Name: {} Shortened URL: {}
bg: Оригинален URL адрес: {} Име: {} Съкратен URL адрес: {}

source: Copied
bg: Копирано

source: Are you sure you want to delete this URL: %s?
bg: Сигурни ли сте, че искате да изтриете този URL адрес: %s?
de: Möchten Sie wirklich die URL "%s" löschen?
ro: Sunteți sigur că doriți să ștergeți acest link: %s?

source: New name:
bg: Ново име:
de: Neuer Name:
ro: Nume nou:

source: Rename URL
bg: Преименуване на URL адрес
de: URL umbenennen
ro: Redenumire link

source: Are you sure you want to delete your saved URLs?
bg: Сигурни ли сте, че искате да изтриете вашите запазени URL адреси?
de: Möchten Sie wirklich alle gespeicherten URLs löschen?
ro: Sunteți sigur că doriți să ștergeți link-urile salvate?

source: URL Shortener
bg: Съкращаване на URL адреси (URL Shortener)
de: URL verkürzen

source: Shorten URLs through NVDA.
bg: Съкращаване на URL адреси с помощта на NVDA.
de: URLs verkürzen mit NVDA.
ro: Scurtează link-uri prin intermediul NVDA.
